const GeneralInfo = () => {
    return ( <div style={{margin: '1em'}}>
        <h2 style={{fontSize: '36pt'}}>Інформація про навчальну програму</h2>
        <p style={{fontSize: '18pt'}}>Дана навчальна програма створена з метою отримання практичних навички у використанні та застосуванні засобів
 комп’ютерної графіки та принципів розроблення UI/UX користувача. В ході створення даного програмного забезпечення були освоєні інструменти для роботи з комплютерною графікою такі як Adobe Illustrator, Figma. Тут ви можете ознайомитись з основними кольорними схемами, розглянути афінні перетворення, згенерувати фрактали двох типів: Броунівського руху та плазму. Також під кожним інтерактивним вікном знаходиться детальний розбір принципу роботи того чи іншого методу прорисовки зображень. </p>
    </div> );
}
 
export default GeneralInfo;